start_msg="""Привет, Бауманец!  
Прямо сейчас ты проходишь регистрацию на СтудФест! 
 
Что тебя ждет на мероприятии? 
«СтудФест: взгляд в будущее 2024» — это возможность познакомиться с общественной, научной, инженерной и карьерной составляющей МГТУ им. Н.Э. Баумана! 
 
📍 Где встречаемся? 
Амфитеатр центрального кластера (Площадь под куполом между корпусами «Конгресс-центр» и «Квантум парк») 
 
⏰ Когда приходить? 
Ярмарка организаций, карьера и наука будет ждать тебя с 14:00, а в конце пройдет дискотека в 18:30! 
 
Не забывай брать с собой друзей, ведь вас ждет множество интересных событий. А также будет возможность получить призы и подарки всем студентам нашего Университета, которые пройдут регистрацию и придут на мероприятие!"""

text1="""Привет, Бауманец!  
Прямо сейчас ты проходишь регистрацию на СтудФест! 
 
Что тебя ждет на мероприятии? 
«СтудФест: взгляд в будущее 2024» — это возможность познакомиться с общественной, научной, инженерной и карьерной составляющей МГТУ им. Н.Э. Баумана! 
 
📍 Где встречаемся? 
Амфитеатр центрального кластера (Площадь под куполом между корпусами «Конгресс-центр» и «Квантум парк») 
 
⏰ Когда приходить? 
Ярмарка организаций, карьера и наука будет ждать тебя с 14:00, а в конце пройдет дискотека в 18:30! 
 
Не забывай брать с собой друзей, ведь вас ждет множество интересных событий. А также будет возможность получить призы и подарки всем студентам нашего Университета, которые пройдут регистрацию и придут на мероприятие!"""

text2=""""""

text3="""  
🟣 Киношки (https://vk.com/kinobmstu)  
Киноклуб в МГТУ им. Н.Э. Баумана для настоящих ценителей кино. Здесь студенты собираются, чтобы посмотреть фильмы разных жанров, проводят тематические выезды, где можно облачиться в любимого персонажа.  
  
🟠 BAS (Bauman Active Sports)   (https://vk.com/bas.bmstu)
Bauman Active Sports — студенческое движение, которое занимается популяризацией активного образа жизни и спорта.   
Ребята организуют различные спортивные мероприятия: пробежки, йога, батутные ночи, велозаезды, на которых ты повеселишься, окунешься в приятную дружескую атмосферу и займешься спортом вместе с друзьями!  
  
🟤 Центр карьеры МГТУ им. Н.Э. Баумана (https://vk.com/bmstu_career)  
Здесь ты найдешь самые актуальные вакансии, практики и стажировки для студентов и выпускников МГТУ, анонсы карьерных мероприятий в университете и во внешнем поле, советы по трудоустройству от HR-специалистов, истории карьерного пути успешных Бауманцев. Центр карьеры напрямую сотрудничает с работодателями, поэтому вы первыми узнаете об их требованиях к персоналу, мероприятиях компаний и карьерных возможностях!  
  
🟢 Волонтерский центр МГТУ им. Н.Э. Баумана   (https://vk.com/vol_centr_mgtu1830)
Сообщество бауманцев-волонтёров является одним из крупнейших и успешных среди ВУЗовских волонтёрских центров Москвы.  
  
🔴 КвизON (https://vk.com/quizonmsk)  
КвизON — это интеллектуально-развлекательная битва логики, эрудиции и скорости мышления, множество форматов и самые разные темы вопросов, среди которых каждый игрок найдет возможность проявить себя.  
  
⚪️ Клуб Вектор   (https://vk.com/vector_bmstu)
Вектор — это объединение, которое влюбит вас в историю страны и родного университета!  
С нами ты можешь: изучать историю России и Университета с использованием цифровых технологий, посещать образовательные выезды, незабываемые выставки и лекции с профессионалами, сотрудничать с музеем истории МГТУ им. Н.Э. Баумана и многое другое.  
  
🔵 Unial | International Student Club   (https://vk.com/unial_bmstu)
Международный клуб студентов "Юниал" — это студенческая организация, созданная при Управлении Международного Сотрудничества МГТУ им Н.Э. Баумана.  
Ни для кого не секрет, что попадание в абсолютно новую среду является шоком для любого человека. Поэтому главная цель Юниала - оказание помощи студентам, участвующим в обмене между ВУЗами, в решении их проблем и образование дружественных связей между студентами МГТУ и иностранцами.  
  
🟡 BEST (https://vk.com/best_moscow)  
BEST (Board of European Students of Technology) — ассоциация студентов технических университетов Европы, неполитическая и некоммерческая организация.   
Основной целью BEST является разностороннее развитие студентов технических университетов Европы, предоставление бесплатного дополнительного образования.  
  
🟣 Кафедра Юмора МГТУ им. Н.Э. Баумана   (https://vk.com/ku_bmstu)
Здесь ты найдешь сразу 3 направления юмора:  
• КВН;  
• Импровизация;  
• StandUp."""
text3_2="""
⚪️ Бауманский клуб переговоров (https://vk.com/bmstufights)
Здесь изучают технологии ведения переговоров и обработки конфликтов в острой фазе.
Чему ты научишься на занятиях:
✔ Отстаивать свои интересы в конфликтных ситуациях
✔ Распознавать интересы оппонента
✔ И многому другому

🔵 Bauman Business Club (https://vk.com/bbc_bmstu)
Бизнес-клуб, который повысит компетентность студентов МГТУ им. Н.Э. Баумана в сфере предпринимательства, а также предоставит лояльную площадку для нетворкинга

🟢 ТраеКТОрия
Экскурсионный студенческий отряд «Траектория» — возможность для будущих абитуриентов пройтись по самым интересным и значимым местам нашего Университета, познакомиться с его удивительной историей и лучше разобраться в специальностях, на которые можно поступить. А ты поможешь им в этом деле и расскажешь о нашем Университете.

🟠 Координаторы
Координатор — старшекурсник, который поможет адаптироваться первокурсникам к университетской жизни, ответит на все интересующие вопросы, поможет не заблудиться в первый учебный день и, конечно, развеет все страхи и сомнения.

🟡 Старостат
Староста — это незаменимый человек в жизни каждой учебной группы нашего Университета! 
Программа «Старостат» — это отличный шанс узнать все о работе старосты, стать частью большого комьюнити и разобраться во всех тонкостях в начале долгого пути обучения в Бауманке.
🔵 Легенды Бауманки — одно из любимых мероприятий всех первокурсников, где можно познакомиться с традициями и историями МГТУ, а также его студенческими организациями и научно-образовательными центрами!

🟠 Штаб СО МГТУ им. Н.Э. Баумана (https://vk.com/so__bmstu)
Официальное сообщество студенческих отрядов Московского государственного технического университета имени Н.Э. Баумана.  
Студенческие отряды — это  
официальное трудоустройство на период летних каникул, возможность получить зарплату и закрыть практику, раскрытие творческого и спортивного потенциалов, развитие лидерских и организаторских навыков."""

text4=""""""
text5="""
🔹 Bauman Racing Team (https://vk.com/brt_fs)
Bauman Racing Team — это команда «Формула Студент» МГТУ им. Н.Э. Баумана.
Формула Студент — это ежегодное студенческое соревнование, этапы которого проходят по всему миру. Команды со всего мира проектируют, строят, тестируют и соревнуются на гоночных машинах класса Формула.

🔸 НОЦ «Гидронавтика» (https://vk.com/hydronautics)
Это команда студентов-энтузиастов в МГТУ им. Н.Э. Баумана, они занимаются разработкой автономных и телеуправляемых подводных аппаратов, исследованием и внедрением новых технологий. 
Активисты с 2010 года участвуют в международных соревнованиях по подводной робототехнике, где решают интересные, масштабные и актуальные задачи.

🔹 ЦМР (https://vk.com/robotics_bmstu)
Центр молодёжной робототехники в МГТУ им. Н.Э. Баумана — это возможность обрести команду единомышленников для дальнейшей реализации проектов, востребованных на рынке, создать свои проекты в области робототехники под руководством опытных специалистов, работать на современном оборудовании: 3D принтеры, лазерные станки, станки с программным управлением и многое другое.

🔸 ISCRA (https://vk.com/iscrainfo)
ISCRA — это сообщество студентов, преподавателей и просто людей, желающих получать самые актуальные знания в различных сферах IT и ИБ. Своими силами они стараются улучшить актуальность преподаваемого материала в Университете, помочь студентам реализовать их проекты и идеи, а так же популяризовать отдельные направления в отрасли.

🔹 ITS BMSTU (https://vk.com/its_bmstu)
ITS BMSTU — это сообщество студентов МГТУ им. Н.Э. Баумана, неравнодушных к развитию IT-индустрии в Университете.
Цель — сотворить лучшее студенческое IT сообщество. Мы расскажем о существующих возможностях в сфере IT в нашем Университете и за его пределами!

🔶 МКЦ (https://vk.com/ysc_bmstu_sm)
Учебно-научный Молодежный Космический Центр МГТУ им. Н.Э. Баумана — центр поддержки и развития школьников и студентов, увлекающихся космосом и ракетно-космической техникой."""
text6=""""""
text7=""""""